Repository: czytom/postfix2mysql
Catalog: debian/po/*.po
Languages: fr, pt_br

source: Reuse MySQL authentication information from DTC?
fr: Réutiliser les informations d'authentification MySQL de DTC ?

source: MySQMail can use the same MySQL credentials as DTC.
fr: MySQMail peut utiliser les mêmes identifiants MySQL que DTC.

source: If you choose this option, you will not be prompted for a login and password to configure MySQMail.
fr: Si vous choisissez cette option, vous n'aurez pas à entrer un nom d'utilisateur ou un mot de passe pour configurer MySQMail.

source: MySQL hostname:
fr: Nom de l'hôte MySQL :
pt_br: Hostname MySQL:

source: Please enter the hostname or IP address of the MySQL server for MySQMail.
fr: Veuillez indiquer le nom d'hôte ou l'adresse IP du serveur MySQL pour MySQMail.

source: MySQL login:
fr: Nom d'utilisateur MySQL :

source: Please enter the MySQL login needed to create (and later, access) the MySQMail database.
fr: Veuillez indiquer l'identifiant MySQL qui sera utilisé pour créer (puis ensuite utiliser) la base de données de MySQMail.

source: MySQL password:
fr: Mot de passe MySQL :

source: Please enter the MySQL password needed to create (and later, access) the MySQMail database.
fr: Veuillez indiquer le mot de passe MySQL qui sera utilisé pour créer (puis ensuite utiliser) la base de données de MySQMail.

source: MySQL database name:
fr: Nom de la base de données MySQL :
pt_br: Nome do banco de dados MySQL:

source: Please enter the name of the database where MySQMail will store its data.
fr: Veuillez indiquer le nom de la base de données où MySQMail conservera ses informations.

source: Reuse MySQL auth information from DTC?
pt_br: Deseja reutilizar as informações de autenticação do DTC?

source: MySQMail can reuse the login and password that DTC will use. This way, you will not have to enter any login and passord to configure MySQMail.
pt_br: MySQMail pode reutilizar as informações de login e senha do DTC. Desta forma você não precisa especificar login e senha diferentes para configurar o MySQMail.

source: Please enter the hostname or IP address of the MySQL server.
pt_br: Por favor, informe o hostname ou endereço IP do seu servidor MySQL.

source: MySQL Login:
pt_br: Login MySQL:

source: Enter your MySQL login. MySQMail needs it to access to your MySQL table.
pt_br: Informe seu login MySQL. MySQMail precisa destas informações para acessar sua tabela MySQL.

source: MySQL Password:
pt_br: Senha MySQL:

source: Enter your MySQL password.
pt_br: Informe a senha do MySQL

source: MySQmail will use it to save trafic for pop3, smtp ftp, and pop3 login auth.
pt_br: MySQmail vai usar estas informações para salvar o tráfego pop3, smtp, ftp e também informações de autenticação pop3.
